Repository: Bluerayws2020/AlJaberMallNew
Catalog: AlJaberMall/Localize/*.lproj/Localizable.strings
Languages: ar

source: Continue as guest
ar: ﺗﺨﻄﻲ

# Sign in with Paradise
source: Sign in with Zoonni
ar: ﺗﺴﺠﻴﻞ ﺍﻟﺪﺧﻮﻝ ﻣﻊ زوني

# or, Create a Paradise account
source: or, Create a Zoonni account
ar: ﺃﻭ ، ﺃﻧﺸﺎﺀ ﺣﺴﺎﺏ زوني

source: Add to Cart
ar: ﺇﺿﺎﻓﺔ ﺍﻟﻰ ﺍﻟﺴﻠﺔ

source: Home
ar: ﺍﻟﺮﺋﻴﺴﻴﺔ

source: Select
ar: ﺍﺧﺘﺮ

source: Male
ar: ﺫﻛﺮ

source: Female
ar: ﺃﻧﺜﻰ

source: Deals
ar: ﻋﺮﻭﺽ

source: Piece
ar: ﺣﺒﺔ

source: 1 KG
ar: 1 ﻛﻴﻠﻮ

source: Review Cart
ar: ﻋﺮﺽ ﺍﻟﺴﻠﺔ

source: No location selected
ar: ﻟﻢ ﻳﺘﻢ ﺗﺤﺪﻳﺪ ﻣﻮﻗﻊ

source: Delivered
ar: ﺗﻢ ﺍﻻﺳﺘﻼﻡ

# theres_cart
source: There are products in your shopping cart ... please empty it before changing the branch!!!!
ar: هناك منتجات في عربة التسوق الخاصة بك ... يرجى إفراغها قبل تغيير الفرع !!!!

source: Profile
ar: ﺣﺴﺎﺑﻲ

source: About Us
ar: ﻣﻦ ﻧﺤﻦ

source: Contact Us
ar: ﺍﺗﺼﻞ ﺑﻨﺎ

source: Language
ar: ﺍﻟﻠﻐﺔ

source: My Orders
ar: ﻃﻠﺒﺎﺗﻲ

source: No Data
ar: ﻻ ﻳﻮﺟﺪ ﺑﻴﺎﻧﺎﺕ

source: Change branch
ar: ﺗﻐﻴﻴﺮ ﺍﻟﻔﺮﻉ

source: Logout
ar: ﺗﺴﺠﻴﻞ ﺧﺮﻭﺝ

source: Categories
ar: ﺍﻷﺻﻨﺎﻑ

source: Payment Method
ar: ﻃﺮﻳﻘﺔ ﺍﻟﺪﻓﻊ

source: Receipt Method
ar: ﻃﺮﻳﻘﺔ ﺍﻻﺳﺘﻼﻡ

source: Done
ar: ﺗﻢ ﺍﻻﻧﺘﻬﺎﺀ

source: Delivery
ar: ﺗﻮﺻﻴﻞ

source: Pickup
ar: استلام

source: Total
ar: ﺍﻟﻤﺠﻤﻮﻉ ﺍﻟﻜﻠﻲ

source: Subtotal
ar: ﺍﻟﻤﺠﻤﻮﻉ

source: Discount
ar: ﺍﻟﺨﺼﻢ

source: Update
ar: ﺗﺤﺪﻳﺚ

source: Gender
ar: ﺍﻟﺠﻨﺲ

source: Birth Date
ar: ﺗﺎﺭﻳﺦ ﺍﻟﻤﻴﻼﺩ

source: Mobile Number
ar: ﺭﻗﻢ ﺍﻟﻬﺎﺗﻒ

source: Email
ar: ﺍﻻﻳﻤﻴﻞ

source: Full Name
ar: ﺍﻻﺳﻢ ﺍﻟﻜﺎﻣﻞ

source: Password
ar: ﻛﻠﻤﺔ ﺍﻟﻤﺮﻭﺭ

source: Confirm Password
ar: ﺗﺄﻛﻴﺪ ﻛﻠﻤﺔ ﺍﻟﻤﺮﻭﺭ

source: Create an account
ar: ﺍﻧﺸﺎﺀ ﺣﺴﺎﺏ

source: Create Account
ar: ﺍﻧﺸﺎﺀ ﺣﺴﺎﺏ

source: By signing up, you agree to our terms of services & Privacy Policy
ar: ﺑﺎﻟﺘﺴﺠﻴﻞ ، ﻓﺈﻧﻚ ﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺷﺮﻭﻁ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺳﻴﺎﺳﺔ ﺍﻟﺨﺼﻮﺻﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﻨﺎ

source: Log in or Create an account
ar: ﺗﺴﺠﻴﻞ ﺍﻟﺪﺧﻮﻝ ﺃﻭ ﺍﻧﺸﺎﺀ ﺣﺴﺎﺏ

source: Forgot your password?
ar: ﻫﻞ ﻧﺴﻴﺖ ﻛﻠﻤﺔ ﺍﻟﺴﺮ؟

source: Reset it
ar: ﺍﻋﺎﺩﺓ ﺍﻟﻀﺒﻂ

source: Email Address
ar: ﻋﻨﻮﺍﻥ ﺑﺮﻳﺪﻱ

source: Select location on map
ar: ﺍﺧﺘﻴﺎﺭ ﻣﻮﻗﻌﻚ ﻋﻠﻰ ﺍﻟﺨﺮﻳﻄﺔ

source: Saved addresses
ar: ﺍﻟﻤﻮﺍﻗﻊ ﺍﻟﻤﺤﻔﻮﻇﺔ

source: Save
ar: ﺣﻔﻆ

source: Continue Shopping
ar: ﺍﻛﻤﺎﻝ ﺍﻟﺘﺴﻮﻕ

source: City
ar: ﻣﺪﻳﻨﺔ

source: Area
ar: ﻣﻨﻄﻘﺔ

source: Building No
ar: ﺭﻗﻢ ﺍﻟﺒﻨﺎﺀ

source: Apt No
ar: ﺭﻗﻢ ﺍﻟﺸﻘﺔ

source: Street
ar: ﺍﻟﺸﺎﺭﻉ

source: Log in
ar: ﺗﺴﺠﻴﻞ ﺍﻟﺪﺧﻮﻝ

source: Continue with email
ar: ﺩﺧﻮﻝ ﻋﻦ ﻃﺮﻳﻖ ﺍﻻﻳﻤﻴﻞ

source: Continue with google
ar: ﺍﻟﺪﺧﻮﻝ ﻋﺒﺮ ﺟﻮﺟﻞ

source: Continue with facebook
ar: ﺍﻟﺪﺧﻮﻝ ﻋﺒﺮ ﻓﻴﺴﺒﻮﻙ

source: Choose Language
ar: ﺍﺧﺘﺮ اللغة

source: Confirm
ar: ﻗﺒﻮﻝ

source: Cancel
ar: ﺍﻟﻐﺎﺀ

source: Show Cart
ar: ﻋﺮﺽ ﺍﻟﺴﻠﺔ

source: Alert
ar: ﺗﻨﺒﻴﻪ

source: Place Order
ar: ﺗﻘﺪﻳﻢ ﺍﻟﻄﻠﺐ

source: Cash
ar: ﻛﺎﺵ

source: Online
ar: ﺍﻭﻧﻼﻳﻦ

source: Favorite
ar: المفضلة

source: All Categories
ar: جميع الاصناف

source: Item details
ar: تفاصيل المنتج

source: Related Products
ar: منتجات مشابهة

source: Add to favorite
ar: اضافة للمفضلة

source: Saved Address
ar: العنوان المحفوظ

source: Saved Addresses
ar: العناوين المحفوظة

source: Apt no
ar: رقم الشقة

source: Building no
ar: رقم البناية

source: Location
ar: الموقع

source: Confirm pin location
ar: تأكيد الموقع

source: Delivery Location
ar: مكان التوصيل

source: Add Location
ar: اضافة موقع

source: Order No:
ar: رقم الطلب:

source: Order Details
ar: تفاصيل الطلب

source: No of items:
ar: عدد العناصر:

source: Total Price:
ar: السعر الكلي:

source: Payment Status:
ar: حالة السداد:

source: Shipping Address:
ar: عنوان الشحن:

source: Deliver to
ar: التوصيل الى

source: Retry
ar: أعد المحاولة

source: Please login first
ar: الرجاء تسجيل الدخول

source: Promo Code
ar: الرمز الترويجي

source: Apply
ar: تطبيق

source: Phone Number
ar: رقم الهاتف

source: Enter your phone
ar: ادخل رقم الهاتف

source: Please Wait
ar: الرجاء الانتظار

# Join paradise Today Create an account to continue shopping
source: Join zoonni Today Create an account to continue shopping
ar: انضم إلى زوني اليوم انشئ حساب لمواصلة التسوق

source: Search
ar: البحث

source: Search For Items
ar: البحث عن منتجات

source: Date:
ar: التاريخ:

source: Items
ar: المنتجات

source: Quantity:
ar: الكمية:

source: Total price:
ar: السعر الكلي:

source: Please enter the old password
ar: الرجاء ادخل كلمة السر القديمة

source: Please enter the new password
ar: الرجاء ادخل كلمة السر الجديدة

source: Please enter full name
ar: الرجء ادخل الاسم الكامل

source: Please enter email
ar: الرجء ادخل البريد الالكتروني

source: Please enter phone
ar: الرجاء ادخل رقم الهاتف

source: Please enter password
ar: الرجاء ادخل كلمة السر

source: Please enter confirm password
ar: الرجء ادخل تأكيد كلمة السر

source: Please enter confirm password correctly
ar: الرجاء ادخل تأكيد كلمة السر بشكل صحيح

source: Welcome back Log in with your email and password
ar: مرحبا بعودتك قم بتسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور

source: Login
ar: تسجيل الدخول

# Server Error
source: Server Error Please try again
ar: خطأ في الخادم يرجى المحاولة مرة أخرى
